{
  "welcome": {
    "superAdmin": {
      "title": "¡Bienvenido, SuperAdmin! Has iniciado sesión correctamente en ContractX.",
      "description": "Como SuperAdmin, tienes acceso completo a todas las funcionalidades del sistema, incluyendo la gestión de contratos, SLAs, entregables, clientes, proveedores, usuarios y configuraciones generales."
    },
    "adminContractClient": {
      "title": "¡Bienvenido, Administrador de Contratos del Cliente! Has iniciado sesión correctamente en ContractX.",
      "description": "Como Administrador de Contratos de Cliente, tienes acceso completo a todas las funcionalidades del sistema relacionadas con la gestión de contratos, SLAs, entregables, usuarios y servicios asociados a tu cliente."
    },
    "respRendimientosClient": {
      "title": "¡Bienvenido, Responsable de Rendimiento! Has iniciado sesión correctamente en ContractX.",
      "description": "Como Responsable de Rendimiento, solo tienes acceso a la visualización y gestión de los SLAs (Acuerdos de Nivel de Servicio) de su cliente."
    },
    "respFinanzasClient": {
      "title": "¡Bienvenido, Responsable de Finanzas! Has iniciado sesión correctamente en ContractX.",
      "description": "Como Responsable de Finanzas de Cliente, solo tienes acceso a la visualización y gestión de las facturas relacionadas con tu cliente."
    },
    "respReportesClient": {
      "title": "¡Bienvenido, Responsable de Reportes! Has iniciado sesión correctamente en ContractX.",
      "description": "Como Responsable de Reportes de Cliente, tienes acceso a la generación y visualización de informes detallados sobre los contratos, SLAs y entregables asociados a tu cliente, permitiéndote analizar el rendimiento y cumplimiento."
    },
    "respRelacionamientoClient": {
      "title": "¡Bienvenido, Responsable de Relacionamiento! Has iniciado sesión correctamente en ContractX.",
      "description": "Como Responsable de Relacionamiento de Cliente, tienes acceso a la gestión de las actividades de gobierno y a la interacción con los clientes para asegurar el cumplimiento de los contratos y las expectativas de servicio."
    },
    "respRiesgosClient": {
      "title": "¡Bienvenido, Responsable de Riesgos! Has iniciado sesión correctamente en ContractX.",
      "description": "Como Responsable de Riesgos de Cliente, tienes acceso a la identificación y gestión de los riesgos asociados a los contratos y SLAs de tu cliente."
    },
    "adminContractProvider": {
      "title": "¡Bienvenido, AdminContractP! Has iniciado sesión correctamente en ContractX.",
      "description": "Como Administrador de Contratos de Proveedor, tienes acceso completo a todas las funcionalidades del sistema relacionadas con la gestión de contratos, SLAs, entregables, usuarios y servicios asociados a tu proveedor."
    },
    "respRendimientosProvider": {
      "title": "¡Bienvenido, Responsable de Rendimientos! Has iniciado sesión correctamente en ContractX.",
      "description": "Como Responsable de Rendimientos de Proveedor, solo tienes acceso a la visualización y gestión de los SLAs (Acuerdos de Nivel de Servicio) asociados a tu proveedor."
    },
    "respFinanzasProvider": {
      "title": "¡Bienvenido, Responsable de Finanzas! Has iniciado sesión correctamente en ContractX.",
      "description": "Como Responsable de Finanzas de Proveedor, solo tienes acceso a la visualización y gestión de las facturas relacionadas con tu proveedor."
    },
    "respReportesProvider": {
      "title": "¡Bienvenido, Responsable de Reportes! Has iniciado sesión correctamente en ContractX.",
      "description": "Como Responsable de Reportes de Proveedor, tienes acceso a la generación y visualización de informes detallados sobre los contratos, SLAs y entregables asociados a tu proveedor, permitiéndote analizar el rendimiento y cumplimiento."
    },
    "respRelacionamientoProvider": {
      "title": "¡Bienvenido, Responsable de Relacionamiento! Has iniciado sesión correctamente en ContractX.",
      "description": "Como Responsable de Relacionamiento de Proveedor, tienes acceso a la gestión de las actividades de gobierno y a la interacción con los proveedores para asegurar el cumplimiento de los contratos y las expectativas de servicio."
    },
    "respRiesgosProvider": {
      "title": "¡Bienvenido, Responsable de Riesgos! Has iniciado sesión correctamente en ContractX.",
      "description": "Como Responsable de Riesgos de Proveedor, tienes acceso a la identificación y gestión de los riesgos asociados a los contratos y SLAs de tu proveedor."
    }
  },
  "intros": {
    "login": "Contractx es un software en la nube que permite a empresas gestionar de forma centralizada todos sus contratos, desde la creación hasta la renovación. Automatiza recordatorios, organiza documentos por proyecto o área, y facilita el acceso seguro y ordenado para todo el equipo. Ideal para optimizar procesos, reducir riesgos legales y mantener el control total sobre los compromisos contractuales.",
    "contracts": "Para editar un campo ten en cuenta que tienes que dar (doble clic) en la casilla, ingresar los datos y dar (Enter) para guardar los cambios\n\n Definición de los campos de la tabla:\n\nNombre Clave: Un identificador único para el contrato, como un número de referencia o código de proyecto.\n\nNombre de Documento: El nombre del archivo o documento principal asociado al contrato.\n\nDescripción: Una explicación detallada del alcance, los términos y las condiciones del contrato.\n\nNombre del Cliente: El nombre de la empresa o entidad que es el cliente en este contrato.\n\nNombre del Proveedor: El nombre de la empresa o entidad que es el proveedor o prestador de servicios en este contrato.\n\nUsuario Responsable: El nombre del usuario o la persona dentro del sistema que es responsable de gestionar este contrato.\n\nValor: El monto monetario total o estimado del contrato.\n\nTipo de Moneda: La divisa en la que se expresa el valor del contrato (ej. COL, USD, EUR).\n\nFecha de Inicio: La fecha en que el contrato entra en vigor o comienza su período de validez.\n\nFecha de Fin: La fecha en que el contrato expira o termina su período de validez.\n\nEstado: El estado actual del contrato (ej. Activo, Vencido, En Negociación).\n\nAcciones: Iconos o botones que permiten realizar operaciones sobre el contrato, como ver detalles o eliminar.",
    "clauses": "Para editar un campo ten en cuenta que tienes que dar (doble clic) en la casilla, ingresar los datos y dar (Enter) para guardar los cambios\n\n Definición de los campos de la tabla:\n\n#: Un número consecutivo o identificador de la cláusula.\n\nNombre: El nombre o título de la cláusula contractual.\n\nDescripción: Una explicación detallada del contenido y propósito de la cláusula.\n\nFrecuencia de Revisión: La periodicidad con la que se debe revisar la cláusula (ej. Semanal, Mensual).\n\nCategoría: La clasificación o tipo de la cláusula (ej. Financiero).\n\nRoles: Los roles de usuario asociados a la cláusula (ej. Superadministrador, Responsable de reportes cliente, Responsable de relacionamiento cliente).\n\nAcciones: Iconos o botones que permiten realizar operaciones sobre la cláusula, como ver detalles o eliminar.",
    "deliverables": "Para editar un campo ten en cuenta que tienes que dar (doble clic) en la casilla, ingresar los datos y dar (Enter) para guardar los cambios\n\n Definición de los campos de la tabla:\n\nIdentificador: Un código o número único para identificar el entregable u obligación.\n\nCorreo del Responsable: La dirección de correo electrónico de la persona encargada del entregable.\n\nProveedor del Responsable: El nombre de la empresa o entidad a la que pertenece el responsable.\n\nComentario: Notas adicionales o descripciones sobre el estado o particularidades del entregable. Por ejemplo, 'No entregado / Rechazado tiene incidencias' o 'Entrega ajustada por solicitud del cliente'.\n\nMonto de Penalización: La cantidad de dinero que podría aplicarse como penalización si el entregable no se cumple según lo acordado.\n\nEstado: El estado actual del entregable, como 'No entregado', 'Entregado en revisión', o 'No disponible'.\n\nFrecuencia: Indica la periodicidad con la que se debe entregar el entregable, por ejemplo, 'Anual' o 'No disponible'.\n\nDocumento Asociado: El nombre de cualquier documento relevante adjunto al entregable.\n\nAcciones: Iconos que permiten realizar acciones sobre el entregable, como ver detalles (icono de información), editar (icono de lápiz) o eliminar (icono de bote de basura).\n\nCliente del Revisor: El nombre del cliente o entidad que está revisando el entregable.\n\nPersona Responsable: El nombre completo de la persona a cargo del entregable, a menudo incluyendo un identificador o número de contrato.\n\nSección del Contrato: El segmento o la parte específica del contrato a la que pertenece el entregable (ej. 'Sección 3.1 - Reportes').\n\nNivel de Prioridad: La importancia o urgencia del entregable, como 'Media', 'Crítica' o 'Alta'.\n\nCategoría: El tipo de entregable, como 'Administrativo', 'Legal' o 'Técnico'.\n\nServicio Asociado: El servicio específico al que está vinculado el entregable (ej. 'Topografía', 'Servicio de almacenamiento').\n\nCriterio de Aceptacion: Indica si existen criterios específicos que deben cumplirse para que el entregable sea aceptado ('Sí tiene', 'No tiene', 'Sin definir').\n\nDescripcion de Criterio: Una descripción detallada de los criterios de aceptación, si los hay (ej. 'Informe con datos validados por ambas partes').\n\nRevisor: El nombre de la persona o entidad encargada de revisar y aprobar el entregable.\n\nNº: Un número consecutivo o identificador del entregable.\n\nNombre: El título o nombre corto del entregable (ej. 'Prueba Flujo', 'Informe mensual de desempeño').\n\nDescripción: Una explicación más detallada del contenido o propósito del entregable (ej. 'Este entregable contiene los resultados de KPIs acordados en el contrato.').\n\nContrato: El identificador o nombre del contrato al que pertenece el entregable.\n\nFecha de Inicio: La fecha en que comienza el período de validez o ejecución del entregable.\n\nFecha de Vencimiento: La fecha límite para la entrega o cumplimiento del entregable.\n\nTipo: La naturaleza del entregable, como 'Recurrente' (se repite periódicamente) o 'Único' (se entrega una sola vez).",
    "clients": "Para editar un campo ten en cuenta que tienes que dar (doble clic) en la casilla, ingresar los datos y dar (Enter) para guardar los cambios\n\n Definición de los campos de la tabla:\n\n#: Un número consecutivo o identificador del cliente en la lista.\n\nNombre: El nombre completo o razón social del cliente.\n\nContacto del Cliente: El nombre de la persona de contacto principal dentro de la empresa cliente.\n\nIndustria del Cliente: El sector industrial al que pertenece el cliente (ej. Contratante, Constructora, Consultoría).\n\nIdentificación Tributaria: El número de identificación fiscal o tributaria del cliente (ej. NIT, RUC).\n\nCorreo: La dirección de correo electrónico principal del cliente o contacto.\n\nCódigo país y teléfono: El código de país y el número de teléfono de contacto del cliente.\n\nDirección: La dirección física o sede principal del cliente.\n\nAcciones: Iconos o botones que permiten realizar operaciones sobre el cliente, como ver detalles o eliminar.",
    "users": "Para editar un campo ten en cuenta que tienes que dar (doble clic) en la casilla, ingresar los datos y dar (Enter) para guardar los cambios\n\n Definición de los campos de la tabla:\n\n#: Un número consecutivo o identificador del usuario en la lista.\n\nNombre: El nombre completo del usuario.\n\nUsuario: El nombre de usuario único utilizado para iniciar sesión en el sistema.\n\nCorreo: La dirección de correo electrónico asociada a la cuenta del usuario.\n\nTeléfono: El número de teléfono de contacto del usuario.\n\nContrato: El contrato o contratos asociados al usuario, si aplica.\n\nRol: El rol o nivel de permiso que tiene el usuario dentro del sistema.\n\nEntidad Asociada: La empresa o entidad a la que está asociado el usuario.\n\nAcciones: Iconos o botones que permiten realizar operaciones sobre el usuario, como ver detalles o eliminar.",
    "providers": "Para editar un campo ten en cuenta que tienes que dar (doble clic) en la casilla, ingresar los datos y dar (Enter) para guardar los cambios\n\n Definición de los campos de la tabla:\n\n#: Un número consecutivo o identificador del proveedor en la lista.\n\nNombre: El nombre completo o razón social del proveedor.\n\nContacto Proveedor: El nombre de la persona de contacto principal dentro de la empresa proveedora.\n\nCategoría: La categoría o tipo de servicio/producto que ofrece el proveedor.\n\nDirección: La dirección física o sede principal del proveedor.\n\nCorreo: La dirección de correo electrónico principal del proveedor o contacto.\n\nTeléfono: El número de teléfono de contacto del proveedor.\n\nAcciones: Iconos o botones que permiten realizar operaciones sobre el proveedor, como ver detalles o eliminar.",
    "slas": "Para editar un campo ten en cuenta que tienes que dar (doble clic) en la casilla, ingresar los datos y dar (Enter) para guardar los cambios\n\n Definición de los campos de la tabla:\n\nID de SLA: Un identificador único para el SLA.\n\nTipo de Servicio: La categoría o naturaleza del servicio al que se aplica el SLA (ej. Servicio de almacenamiento, Servicio de maquinaria, Administración de Infraestructura).\n\nNombre: El nombre o título del SLA.\n\nDescripción: Una explicación detallada de lo que abarca el SLA y sus condiciones.\n\nTipo de SLA:Tipo del SLA(Critico Penalizable, KPI Medible), si es Critico Penalizable se realiza un calculo para las penalizaciones, si es KPI no se realizan los calculos\n\n Nivel de Servicio Mínimo: El umbral o estándar mínimo de rendimiento esperado para el SLA.\n\nNivel de Servicio Esperado: El porcentaje o métrica del rendimiento de servicio que se espera alcanzar (ej. 80.00%, 90.00%).\n\nPeriodo de medición: La frecuencia con la que se evalúa o mide el cumplimiento del SLA (ej. Mensual, Trimestral, Semestral).\n\nVentana de medición: El período de tiempo durante el cual se realiza la medición del SLA (ej. 7x24, Varios días, Mensual).\n\nValor del servicio: El costo o valor monetario asociado al servicio cubierto por el SLA.\n\nRiesgo de la factura: El porcentaje de riesgo o impacto financiero relacionado con el cumplimiento del SLA en la facturación.\n\nMonto involucrado: La cantidad de dinero específica que está en juego o involucrada en el SLA.\n\nHerramienta de Medición: La herramienta o método utilizado para medir el cumplimiento del SLA (ej. Herramienta, Algoritmo, excel).\n\nAlgoritmo: El algoritmo o lógica específica utilizada para calcular el rendimiento del SLA.\n\nLímite Específico: Un valor o umbral concreto que define el cumplimiento o no cumplimiento del SLA (ej. 100 gb, 200gb, 100 servidores, 10 días, 35 min).\n\nSujeto a Mejora continua: Indica si el SLA está sujeto a un proceso de mejora continua (Sí/No).\n\nCumple: Indica si el SLA cumple con los criterios establecidos (Sí/No).\n\nContrato: El identificador o nombre del contrato al que pertenece este SLA.\n\nFecha de Inicio: La fecha en que este SLA entra en vigencia.\n\nFecha de Fin: La fecha en que este SLA deja de estar vigente.\n\nAcciones: Iconos o botones que permiten realizar operaciones sobre el SLA, como ver detalles o eliminar.",
    "slasDashboard": "Intrucciones para Dashboard de SLAs",
    "services": "Para editar un campo ten en cuenta que tienes que dar (doble clic) en la casilla, ingresar los datos y dar (Enter) para guardar los cambios\n\n Definición de los campos de la tabla:\n\n#: Un número consecutivo o identificador del servicio.\n\nContrato: El identificador o nombre del contrato al que está asociado el servicio.\n\nTorre de servicio: La torre o área de servicio a la que pertenece el servicio.\n\nCategoría de servicio: La clasificación o tipo de servicio (ej. red eléctrica, topografía, arquitectura).\n\nUnidad de recurso: La unidad de medida para el recurso asociado al servicio (ej. cables, datos del suelo, planos).\n\nLínea base inicial cargos: El valor inicial o base para los cargos del servicio.\n\nMecanismos de cargos: Los métodos o reglas para la aplicación de cargos del servicio (ej. PxQ).\n\nValor del servicio: El monto monetario total o estimado del servicio.\n\nFecha de inicio: La fecha en que el servicio comienza o entra en vigencia.\n\nFecha fin: La fecha en que el servicio termina o expira.\n\nAcciones: Iconos o botones que permiten realizar operaciones sobre el servicio, como ver detalles o eliminar.",
    "credits": "Para editar un campo ten en cuenta que tienes que dar (doble clic) en la casilla, ingresar los datos y dar (Enter) para guardar los cambios.\n\n El proveedor debe ingresar los porcentajes en los campos de los meses.\n\n Definición de los campos de la tabla:\n\n#: Un número consecutivo o identificador del registro.\n\nSLA: El nombre o identificador del Acuerdo de Nivel de Servicio al que se refiere la medición.\n\nMeta mínima: El porcentaje mínimo de cumplimiento esperado para el SLA.\n\nMeta esperada: El porcentaje ideal o esperado de cumplimiento para el SLA.\n\nMeses: Porcentaje de cumplimiento del SLA para cada mes del año (Enero a Diciembre).\n\nAcciones: Iconos o botones que permiten realizar operaciones sobre el registro, como entregar el reporte.",
    "measurementWindows": "Para editar un campo ten en cuenta que tienes que dar (doble clic) en la casilla, ingresar los datos y dar (Enter) para guardar los cambios\n\n Definición de los campos de la tabla:\n\n#: Un número consecutivo o identificador de la ventana de medición.\n\nTipo de ventana de medición: El tipo o nombre que identifica la ventana de medición (ej. 7x24, 5x8x24, 6x5x30).\n\nDefinición ventana de medición: Una descripción más detallada de la ventana de medición (ej. Medición 7x24, Medición 5x8x24).\n\nPeriodo de inicio: La fecha y hora en que comienza el período de validez de la ventana de medición.\n\nPeriodo de fin: La fecha y hora en que finaliza el período de validez de la ventana de medición.\n\nPeriodo: La duración o descripción del período de la ventana de medición y la inclusiones y exclusiones de la ventana de medición (ej. Varios días, Mensual, Anual, Otro [26.00 días]).\n\nAcciones: Iconos o botones que permiten realizar operaciones sobre la ventana de medición, como ver detalles o eliminar.",
    "invoices": "Administra las facturas emitidas por los proveedores asociadas a los contratos.",
    "payments": "Administra los pagos recibidos y su asociación con las facturas emitidas.",
    "preferences": "Administra cómo se alertará a los usuarios respecto a los hitos de sus contratos.",
    "notifications": "Visualiza y administra las alertas y notificaciones enviadas a los usuarios del sistema.",
    "workOrders": "Seguimiento operativo de requerimientos contractuales"
  },
  "tooltip": {
    "responsable": "El responsable puede ser un cliente o proveedor según corresponda."
  },
  "modals": {
    "formPrefInfo": "Configura cómo y cuándo se debe notificar a un usuario sobre eventos de un contrato.",
    "slaMeasurementInfo": "Registra el valor real obtenido para evaluar el cumplimiento de un SLA.",
    "slaCreditInfo": "Asocia una medición fallida con un crédito financiero a favor del cliente.",
    "providerContactInfo": "Registre personas de contacto específicas para cada proveedor.",
    "formSchemaInfo": "Gestión de esquemas multitenant de base de datos",
    "formTrackingInfo": "Registra la interacción del usuario actual con una notificación.",
    "deliverableSonInfo": "Crea tareas o hitos hijos vinculados a un entregable principal.",
    "deliverableSonRespInfo": "Asigna un usuario, cliente o proveedor como responsable de este sub-entregable.",
    "reportAdHocInfo": "Crea una configuración de reporte personalizada para ejecutarla posteriormente.",
    "invoiceItemInfo": "Agregue conceptos, productos o servicios al detalle de la factura.",
    "formInvoiceInfo": "Registra los detalles de facturación asociados a los contratos y proveedores",
    "bestPracticeInfo": "Registra estándares y conocimientos clave para el equipo.",
    "standardReportInfo": "Define reportes preestablecidos para todos los usuarios.",
    "docTemplateInfo": "Gestiona los formatos base para la generación automática de documentos.",
    "riskInfo": "Gestión de Riesgos",
    "formPaymentInfo": "Registra un nuevo pago y asócialo a una factura existente."
  },
  "common": {
    "logout": "Cerrar sesión",
    "deliverablesHelp": "Instrucciones para Gestión de Entregables & Obligaciones..."
  },
  "entities": {
    "client": {
      "formInfo": "Definición de los campos del formulario:\n\nNombre del cliente: Ingrese el nombre completo o razón social del cliente.\n\nNombre contacto del cliente: Ingrese el nombre de la persona de contacto principal del cliente.\n\nCategoría de cliente: Seleccione la categoría o tipo de cliente de la lista de opciones disponibles.\n\nDirección: Ingrese la dirección física o sede principal del cliente.\n\nCorreo del cliente: Ingrese la dirección de correo electrónico principal del cliente o contacto.\n\nCódigo país y teléfono: Ingrese el código de país y el número de teléfono de contacto del cliente.\n\nIdentificación Tributaria: Ingrese el número de identificación fiscal o tributaria del cliente (ej. NIT, RUC).",
      "form": {
        "name": {
          "label": "Nombre del cliente",
          "placeholder": "Ingrese el nombre"
        },
        "contactPerson": {
          "label": "Nombre contacto del cliente",
          "placeholder": "Ingrese nombre del contacto"
        },
        "category": {
          "label": "Categoría de cliente",
          "placeholder": "Seleccione categoría"
        },
        "address": {
          "label": "Dirección",
          "placeholder": "Ingrese dirección"
        },
        "email": {
          "label": "Correo del cliente",
          "placeholder": "Ingrese correo"
        },
        "phone": {
          "label": "Código país y teléfono",
          "placeholder": "Ingrese teléfono"
        },
        "document": {
          "label": "Identificación Tributaria",
          "placeholder": "Ingrese identificación"
        }
      }
    },
    "provider": {
      "formInfo": "Definición de los campos del formulario:\n\nNombre del proveedor: Ingrese el nombre completo o razón social del proveedor.\n\nProveedor encargado: Ingrese el nombre de la persona encargada o de contacto principal del proveedor.\n\nCategoría de proveedor: Ingrese la categoría o tipo de servicio/producto que ofrece el proveedor.\n\nDirección: Ingrese la dirección física o sede principal del proveedor.\n\nCorreo del proveedor: Ingrese la dirección de correo electrónico principal del proveedor o contacto.\n\nTeléfono del proveedor: Ingrese el número de teléfono de contacto del proveedor.",
      "form": {
        "name": {
          "label": "Nombre del proveedor",
          "placeholder": "Ingrese nombre"
        },
        "encharge": {
          "label": "Proveedor encargado",
          "placeholder": "Ingrese nombre"
        },
        "category": {
          "label": "Categoría de proveedor",
          "placeholder": "Ingrese categoría"
        },
        "address": {
          "label": "Dirección",
          "placeholder": "Ingrese dirección"
        },
        "email": {
          "label": "Correo del proveedor",
          "placeholder": "Ingrese correo"
        },
        "phone": {
          "label": "Teléfono del proveedor",
          "placeholder": "Ingrese número"
        }
      }
    },
    "user": {
      "formInfo": "Definición de los campos del formulario:\n\nRol de usuario: Seleccione el rol o nivel de permiso que tendrá el usuario dentro del sistema.\n\nNombre: Ingrese el nombre completo del usuario.\n\nCorreo de usuario: Ingrese la dirección de correo electrónico del usuario.\n\nNº celular de usuario: Ingrese el número de teléfono celular del usuario.\n\nEntidad: Seleccione la empresa o entidad a la que estará asociado el usuario.",
      "form": {
        "role": {
          "label": "Rol de usuario",
          "placeholder": "Seleccione rol"
        },
        "name": {
          "label": "Nombre",
          "placeholder": "Ingrese nombre"
        },
        "email": {
          "label": "Correo de usuario",
          "placeholder": "Ingrese correo"
        },
        "phone": {
          "label": "Nº celular de usuario",
          "placeholder": "Ingrese celular"
        },
        "entity": {
          "label": "Entidad",
          "placeholder": "Seleccione entidad"
        }
      }
    },
    "contract": {
      "formInfo": "Definición de los campos del formulario:\n\nNombre Clave del contrato: Ingrese un nombre clave o identificador único para el contrato.\n\nDescripción de contrato: Ingrese una descripción detallada del alcance, términos y condiciones del contrato.\n\nValor total: Ingrese el monto monetario total o estimado del contrato.\n\nTipo de moneda: Seleccione la divisa en la que se expresa el valor del contrato (ej. COL, USD, EUR).\n\nProveedor: Seleccione la empresa o entidad que actuará como proveedor en este contrato.\n\nCliente: Seleccione la empresa o entidad que actuará como cliente en este contrato.\n\nUsuario responsable: Seleccione el usuario o la persona dentro del sistema que será responsable de gestionar este contrato.\n\nFecha de inicio: Seleccione la fecha en que el contrato entra en vigor o comienza su período de validez.\n\nFecha de fin: Seleccione la fecha en que el contrato expira o termina su período de validez.",
      "form": {
        "name": {
          "label": "Nombre Clave del contrato",
          "placeholder": "Ingrese nombre clave"
        },
        "description": {
          "label": "Descripción de contrato",
          "placeholder": "Ingrese descripción"
        },
        "value": {
          "label": "Valor total",
          "placeholder": "Ingrese valor"
        },
        "currency": {
          "label": "Tipo de moneda",
          "placeholder": "Seleccione moneda"
        },
        "provider": {
          "label": "Proveedor",
          "placeholder": "Seleccione proveedor"
        },
        "client": {
          "label": "Cliente",
          "placeholder": "Seleccione cliente"
        },
        "responsible": {
          "label": "Usuario responsable",
          "placeholder": "Seleccione usuario"
        },
        "startDate": {
          "label": "Fecha de inicio",
          "placeholder": "Seleccione fecha"
        },
        "endDate": {
          "label": "Fecha de fin",
          "placeholder": "Seleccione fecha"
        }
      }
    },
    "deliverable": {
      "formInfo": "Definición de los campos del formulario:\n\nNombre del Entregable: Ingrese el nombre o título corto del entregable.\n\nLista de contratos: Seleccione el contrato al que está asociado este entregable de la lista de opciones disponibles.\n\nDescripción del Entregable: Ingrese una explicación detallada del contenido o propósito del entregable.\n\nDocumento del Entregable: Suba los archivos o documentos principales asociados a este entregable.\n\nTipo del Entregable: Seleccione la naturaleza del entregable, como 'Recurrente' (se repite periódicamente) o 'Único' (se entrega una sola vez).\n\nSección del Contrato: Ingrese el segmento o la parte específica del contrato a la que pertenece el entregable (ej. 'Sección 3.1 - Reportes').\n\nPrioridad del Entregable: Seleccione la importancia o urgencia del entregable (ej. 'Media', 'Crítica', 'Alta').\n\nCategoría del Entregable: Seleccione el tipo de entregable (ej. 'Administrativo', 'Legal', 'Técnico').\n\nCategoría del Servicio: Seleccione el servicio específico al que está vinculado el entregable (ej. 'Topografía', 'Servicio de almacenamiento').\n\nMonto de penalización: Ingrese la cantidad de dinero que podría aplicarse como penalización si el entregable no se cumple según lo acordado.\n\nCriterio de Aceptación: Seleccione si existen criterios específicos para la aceptación del entregable ('Sí tiene', 'No tiene').\n\nDescripción del Criterio: Ingrese una descripción detallada de los criterios de aceptación, si los hay (ej. 'Informe con datos validados por ambas partes').\n\nUsuario Responsable: Seleccione el usuario o la persona dentro del sistema que es responsable de gestionar este entregable.\n\nUsuario revisor: Seleccione el nombre de la persona o entidad encargada de revisar y aprobar el entregable.\n\nUsuario escalador: Seleccione el usuario que debe ser notificado o intervenir si el entregable requiere escalación.\n\nFecha de inicio: Seleccione la fecha en que comienza el período de validez o ejecución del entregable.\n\nFecha de fin: Seleccione la fecha límite para la entrega o cumplimiento del entregable.\n\nFrecuencia: Seleccione la periodicidad con la que se debe entregar el entregable, por ejemplo, 'Anual' o 'Mensual'.",
      "form": {
        "name": {
          "label": "Nombre del Entregable",
          "placeholder": "Ingrese nombre"
        },
        "contract": {
          "label": "Lista de contratos",
          "placeholder": "Seleccione contrato"
        },
        "description": {
          "label": "Descripción del Entregable",
          "placeholder": "Ingrese descripción"
        },
        "document": {
          "label": "Documento del Entregable",
          "placeholder": "Cargue documento"
        },
        "type": {
          "label": "Tipo del Entregable",
          "placeholder": "Seleccione tipo"
        },
        "section": {
          "label": "Sección del Contrato",
          "placeholder": "Ingrese sección"
        },
        "priority": {
          "label": "Prioridad del Entregable",
          "placeholder": "Seleccione prioridad"
        },
        "category": {
          "label": "Categoria del Entregable",
          "placeholder": "Ingrese categoria"
        },
        "serviceCategory": {
          "label": "Categoria del Servicio",
          "placeholder": "Seleccione servicio"
        },
        "penalty": {
          "label": "Monto de penalización",
          "placeholder": "Ingrese monto"
        },
        "acceptanceCriteria": {
          "label": "Criterio de Aceptación",
          "placeholder": "Seleccione"
        },
        "criteriaDescription": {
          "label": "Descripción del Criterio",
          "placeholder": "Ingrese descripción"
        },
        "responsible": {
          "label": "Usuario Responsable",
          "placeholder": "Seleccione usuario"
        },
        "reviewer": {
          "label": "Usuario revisor",
          "placeholder": "Seleccione revisor"
        },
        "escalator": {
          "label": "Usuario escalador",
          "placeholder": "Seleccione escalador"
        },
        "startDate": {
          "label": "Fecha de inicio",
          "placeholder": "Seleccione fecha"
        },
        "endDate": {
          "label": "Fecha de fin",
          "placeholder": "Seleccione fecha"
        },
        "frequency": {
          "label": "Frecuencia",
          "placeholder": "Seleccione frecuencia"
        }
      }
    },
    "sla": {
      "formInfo": "Definición de los campos del formulario:\n\nContrato: Seleccione el contrato al que estará asociado este SLA de la lista de opciones disponibles.\n\nServicio: Seleccione el servicio específico al que se aplicará este SLA de la lista de opciones disponibles.\n\nReferencia: Ingrese un identificador único o una referencia para este SLA.\n\nNombre: Ingrese el nombre o título del SLA.\n\nDescripción: Ingrese una explicación detallada de lo que abarca el SLA y sus condiciones.\n\nLímite: Ingrese un valor o umbral concreto que define el cumplimiento o no cumplimiento del SLA (ej. 100 gb, 200gb, 100 servidores, 10 días, 35 min).\n\nTipo de SLA: Seleccione el umbral o estándar mínimo de rendimiento esperado para el SLA (ej. Crítico Penalizable, KPI Medible).\n\nPorcentaje mínimo: Ingrese el porcentaje mínimo de cumplimiento esperado para el SLA.\n\nPorcentaje esperado: Ingrese el porcentaje ideal o esperado de cumplimiento para el SLA.\n\nAlgoritmo: Ingrese el algoritmo o lógica específica utilizada para calcular el rendimiento del SLA.\n\nHerrameinta de medición: Ingrese la herramienta o método utilizado para medir el cumplimiento del SLA (ej. Excel).\n\nPeriodo de reportes: Seleccione la frecuencia con la que se generarán los reportes de este SLA (ej. Semestral, Trimestral, Anual).\n\nSujeto a mejora continua: Seleccione si el SLA está sujeto a un proceso de mejora continua (Sí/No).\n\nVentana de Medición: Seleccione la ventana de tiempo durante la cual se medirá el cumplimiento del SLA (ej. 7x24, Varios días, Mensual).\n\nRiesgo: Ingrese el porcentaje de riesgo o impacto financiero relacionado con el cumplimiento del SLA en la facturación.\n\nFecha de inicio del SLA: Seleccione la fecha en que este SLA entra en vigencia.\n\nFecha de fin del SLA: Seleccione la fecha en que este SLA deja de estar vigente.\n\nNumero de meses para penalidad: Ingrese el número de meses para aplicar la penalidad. Este campo tiene un valor predefinido de 2, pero es editable.\n\nMultiplicador de credito: Ingrese el factor multiplicador para el cálculo de crédito. Este campo tiene un valor predefinido de 2, pero es editable.",
      "form": {
        "name": {
          "label": "Nombre",
          "placeholder": "Ingrese el nombre"
        },
        "tool": {
          "label": "Herramienta de medición",
          "placeholder": "Ingrese herramienta"
        },
        "description": {
          "label": "Descripción",
          "placeholder": "Ingrese descripción"
        },
        "algorithm": {
          "label": "Algoritmo",
          "placeholder": "Ingrese algoritmo"
        },
        "risk": {
          "label": "Riesgo",
          "placeholder": "Ingrese riesgo"
        },
        "limit": {
          "label": "Límite",
          "placeholder": "Ingrese límite"
        },
        "startDate": {
          "label": "Fecha de inicio del SLA",
          "placeholder": "Ingrese fecha"
        },
        "riskPool": {
          "label": "Riesgo en la factura",
          "placeholder": "Ingrese porcentaje"
        },
        "minimum": {
          "label": "Porcentaje mínimo",
          "placeholder": "Ingrese porcentaje mínimo"
        },
        "expected": {
          "label": "Porcentaje esperado",
          "placeholder": "Ingrese porcentaje esperado"
        },
        "windowType": {
          "label": "Tipo ventana de medición",
          "placeholder": "Ingrese tipo de ventana"
        },
        "windowPeriod": {
          "label": "Periodo de ventana de medición",
          "placeholder": "Ingrese periodo"
        },
        "reportPeriod": {
          "label": "Periodo de reportes",
          "placeholder": "Ingrese periodo de reportes"
        },
        "improvements": {
          "label": "Sujeto a mejora continua",
          "placeholder": "Seleccione"
        },
        "contract": {
          "label": "Contrato",
          "placeholder": "Seleccione contrato"
        },
        "invoiceAmount": {
          "label": "Monto en factura",
          "placeholder": "Ingrese monto en factura"
        },
        "type": {
          "label": "Tipo de SLA",
          "placeholder": "Ingrese tipo de SLA"
        },
        "endDate": {
          "label": "Fecha de fin del SLA",
          "placeholder": "Ingrese fecha de fin"
        },
        "service": {
          "label": "Servicio",
          "placeholder": "Seleccione servicio"
        },
        "definition": {
          "label": "Definición",
          "placeholder": "Ingrese definición"
        },
        "complies": {
          "label": "Cumple",
          "placeholder": "Seleccione"
        },
        "reference": {
          "label": "Referencia",
          "placeholder": "Ingrese referencia"
        },
        "section": {
          "label": "Sección",
          "placeholder": "Ingrese sección"
        }
      }
    },
    "slaCredit": {
      "form": {
        "penalties": {
          "label": "Tiene penalizaciones?",
          "placeholder": "Ingrese penalizaciones"
        },
        "currency": {
          "label": "Tipo de moneda",
          "placeholder": "Ingrese tipo de moneda"
        },
        "sla": {
          "label": "SLA",
          "placeholder": "Seleccione SLA"
        },
        "active": {
          "label": "Activo",
          "placeholder": "Seleccione si está activo"
        }
      }
    },
    "service": {
      "formInfo": "Definición de los campos del formulario:\n\nContrato: Seleccione el contrato al que estará asociado el servicio de la lista de opciones disponibles.\n\nTorre de Servicio: Ingrese la torre o área de servicio a la que pertenece el servicio.\n\nCategoría de Servicio: Ingrese la clasificación o tipo de servicio (ej. red eléctrica, topografía, arquitectura).\n\nUnidad de Recurso: Ingrese la unidad de medida para el recurso asociado al servicio (ej. cables, datos del suelo, planos).\n\nLínea Base: Ingrese el valor inicial o forma de medida del servicio(por ejemplo '100 metros de cable').\n\nMecanismos de Cargos: Seleccione los métodos o reglas para la aplicación de cargos del servicio (ej. PxQ).\n\nValor del Servicio: Ingrese el monto monetario total o estimado del servicio.\n\nFecha de Inicio: Seleccione la fecha en que el servicio comienza o entra en vigencia.\n\nFecha Fin: Seleccione la fecha en que el servicio termina o expira.",
      "form": {
        "contract": {
          "label": "Contrato",
          "placeholder": "Seleccione contrato"
        },
        "tower": {
          "label": "Torre de Servicio",
          "placeholder": "Ingrese la torre del Servicio"
        },
        "category": {
          "label": "Categoría de Servicio",
          "placeholder": "Ingrese la categoría del Servicio"
        },
        "resource": {
          "label": "Unidad de Recurso",
          "placeholder": "Ingrese la unidad de recurso"
        },
        "baseline": {
          "label": "Linea Base",
          "placeholder": "Ingrese la linea base"
        },
        "charges": {
          "label": "Mecanismos de Cargos",
          "placeholder": "Seleccione"
        },
        "value": {
          "label": "Valor del Servicio",
          "placeholder": "Ingrese el valor del servicio"
        },
        "startDate": {
          "label": "Fecha de Inicio",
          "placeholder": "Seleccione fecha"
        },
        "endDate": {
          "label": "Fecha Fin",
          "placeholder": "Seleccione fecha"
        }
      }
    },
    "entities": {
    "client": {
      "name": "Cliente",
      "fields": {
        "index": "N°",
        "name": "NOMBRE",
        "tax_id": "IDENTIFICACIÓN TRIBUTARIA",
        "contact": "CONTACTO DEL CLIENTE",
        "industry": "INDUSTRIA DEL CLIENTE",
        "email": "CORREO",
        "phone": "CÓDIGO PAÍS Y TELÉFONO",
        "address": "DIRECCIÓN",
        "status": "ESTADO"
      },
      "placeholders": {
        "name": "Ej: Microsoft",
        "tax_id": "999.999.999-9",
        "contact": "Nombre del contacto",
        "email": "correo@ejemplo.com",
        "phone": "+57 3001234567",
        "address": "Calle 123 # 45-67"
      }
    }
  },
  "industries": {
    "technology": "Tecnología",
    "health": "Salud",
    "finance": "Finanzas",
    "education": "Educación",
    "manufacturing": "Manufactura",
    "commerce": "Comercio",
    "agro": "Agroindustria",
    "energy": "Energía",
    "construction": "Construcción",
    "transport": "Transporte",
    "tourism": "Turismo",
    "professional": "Servicios Profesionales",
    "realEstate": "Bienes Raíces",
    "telecom": "Telecomunicaciones",
    "foodBeverage": "Alimentos y Bebidas"
  },
  "validations": {
    "alphanumericSpecial": "Solo se permiten letras, números, espacios, &, punto, guion y guion bajo",
    "taxId": "Solo se permiten letras, números, espacios, guion, guion bajo y punto",
    "onlyLetters": "Solo se permiten letras y espacios",
    "phone": "Solo se permiten números, espacios y signo +",
    "address": "Solo se permiten letras, números, espacios, punto, coma, # y guion"
  },
  "status": {
    "active": "Activo",
    "inactive": "Inactivo"
  }
}
}
